export const ALTTEXT_KO = { 
  moss: {
    intro: "이끼 정원에 입장합니다.",
    evolveButton: "이끼를 변화시킵니다",
    moveButton: "이끼를 이동시킵니다",
    evolve: "재빠른 모양새를 갖는다",
    move: "몹시 비밀스럽고 일시적인 노출 한 번. 가장 화려하고 오랜 노출 한 번,",
    tileAppear: "비슷하면서도 수없는 변형으로 이동. 하지만 밤과 낮의 아래에서",
    tileDisappear: "이곳에서, 저곳으로. 쉴 새 없이, 깊숙하게",
  }, 
  lichen: {
    intro: "지의류 정원에 입장합니다.",
    evolveButton: "지의류를 변화시킵니다",
    moveButton: "지의류를 이동시킵니다",  
    evolve: "오래전부터 예견된 갑작스러운 사라짐. 유령과 같이",
    move: "새로운 장소에서의 익숙한 등장. 이완한다. 릴렉스. 아름답고도, 이해되지 않는 규칙으로. 그리고 갑작스럽게 사라진다. 유령처럼.",
    tileAppear: "이번엔 더 새로운 장소에서의 좀 더 익숙한 등장. 편안하고 거대해진다. 이해되지 않는 규칙으로",
    tileDisappear: "그리고 서서히 사라진다. 유령은 아니지만. 유령이었던것 마냥",
  },
  mushroom: {
    intro: "버섯 정원에 입장합니다.",
    evolveButton: "버섯을 변화시킵니다",
    moveButton: "버섯을 이동시킵니다",  
    evolve: "하늘로 한마디 둥글게. 하늘로 한마디 한마디 더 둥글게 천천히. 아무도 모를법하게 조용한 변화. 한마디 땅으로 납작하게 천천히. 고요한 좌우로의 움직임",
    move: "한마디 하늘로 납작하게 거기서 더 촉촉해진다 아무도 눈치 못챈 또 한번의 비밀스러운 변화 땅으로 한마디 납작하게 천천히",
    tileAppear: "기쁨의 춤. 춤을 추며 돌아간다 미래로",
    tileDisappear: "그곳에서 다시 시작한다. 그러니까 미래에서 처음부터 다시",
  }, 
  all: {
    intro: "정원에 입장합니다.",
    evolveButton: "크리쳐를 변화시킵니다",
    moveButton: "크리쳐를 이동시킵니다",  
    evolve: "오래전부터 예견된 갑작스러운 사라짐. 유령과 같이",
    move: "몹시 비밀스럽고 일시적인 노출 한번.", 
    tileAppear: "기쁨의 춤. 춤을 추며 돌아간다 미래로",
    tileDisappear: "그리고 서서히 사라진다."
  },
  common : {
    activateAccess: "스크린리더 모드가 활성화되었습니다.",
    deactivateAccess: "스크린리더 모드가 비활성화되었습니다."
  }

}